---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedpathDisplayReferenceCurves
source: html/74814406-a674-bd88-a6c9-25830ef7037c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedpathDisplayReferenceCurves Property

"Display Path"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedpathDisplayReferenceCurves { get; }
```